
# GlanceBar Japanese Language File
# Translated by epiccsquid
# These variables are used for (hopefully) every piece of display text around the entire skin.

# If you're translating this file, the goal is to make the text sound friendly, but it still needs to get the point across and be grammatically correct.
# When you're finished, name your newly translated file after its ISO 2 Letter Language Code, join my Discord server, and submit it.

# ISO 2 Letter Language Codes: https://www.sitepoint.com/iso-2-letter-language-codes/
# Discord Server: https://discordapp.com/invite/72GZGN3

# Regarding date formatting, use the guide on the Rainmeter Docs:
# https://docs.rainmeter.net/manual/measures/time/
# Use %B to represent month names, it'll be replaced with the month translations from this file.

[Variables]
card.mus.defaultArtist=音楽ありません
card.mus.defaultTitle=音楽
card.vol.hint=ボリュウムの近日発売はもうすぐです
card.vol.mute=ミュート
date.extension.default=
date.extension.first=
date.extension.second=
date.extension.third=
date.format=%Y年%B%#d日
date.month.jan=1月
date.month.feb=2月
date.month.mar=3月
date.month.apr=4月
date.month.may=5月
date.month.jun=6月
date.month.jul=7月
date.month.arg=8月
date.month.sep=9月
date.month.oct=10月
date.month.nov=11月
date.month.dec=12月
time.format.24=%H:%M
time.format.12=%#I:%M %p
time.am=午前
time.pm=午後
time.format.default=#time.format.24#
sett.category.cards=カード
sett.category.general=設定
sett.category.glancebar=GlanceBar
sett.defaultText=設定は左側にあります
sett.language.heading=言語
sett.music.heading.mediaPlayer=メディアプレイヤー
sett.music.player.desc.cad=CAD PROTOCOLメディアプレーヤー
sett.music.player.desc.webnowplaying=WebNowPlayingはインターネットからメディア情報を取得します。
sett.music.player.desc.wlm=WLM PROTOCOLメディアプレーヤー
sett.music.player.fooCadLink.cad=foobar2000を使用するにはfoo_cadプラグインをインストールします
sett.music.player.playerList.cad=foobar2000、J. River Media Center、Media Jukebox、MusicBee
sett.music.player.playerList.wlm=Last.fmクライエント、TTPlayer、OpenPandora、Zune
sett.music.player.setupLink.webnowplaying=取扱説明書
sett.music.player.title.aimp=AIMP
sett.music.player.title.cad=CAD PROTOCOL
sett.music.player.title.itunes=iTunes
sett.music.player.title.mediaMonkey=MediaMonkey
sett.music.player.title.webnowplaying=WebNowPlaying
sett.music.player.title.winamp=Winamp
sett.music.player.title.wlm=WLM PROTOCOL
sett.music.player.title.wmp=ウィンドウズメディアプレイヤー
sett.music.player.warning.wlm=慎重に使用する。WLMサポートは限られています。
sett.section.about=端末情報
sett.section.appearance=サイドバーの外観
sett.section.dateTime=日時
sett.section.language=言語
sett.section.music=音楽
sett.section.news=ニュース
sett.section.order=カードの順序
sett.section.powershell=PowerShell
sett.section.systemStats=コンピューターの情報
sett.section.unfinished=不完全なセクション
sett.section.volume=ボリューム
sett.section.weather=天気
sett.titlebar=GlanceBar設定